package com.company;

import java.util.Scanner;

public class Game {
    public static void main (String[] args) {
        int num1; int num2;
        Scanner scn = new Scanner(System.in);
        System.out.println("Это игра!");
        System.out.println("Правила игры: Сумма двух чисел должна быть меньше 100. Если больше - проиграл.");

        System.out.println("Введите первой число ");

    }
}

//Задание:
//Сумма двух чисел должна быть меньше 100. Если больше - проиграл.
//Одно число вводит пользователь, другое случайное. Число, которое вводит пользователь не должно быть больше 15.

//Задание 2:
//С помощью Wild Cycle повторить своё имя 20 раз, но при этом на 11 раз вывести имя и фамилию.